Repository: TheAnsuz/SGE-AL-trabajo-academia
Catalog: Translations/Trabajo-Academia.*.g.xlf
Languages: es

# Page 757987171 - Property 2879900210
source: Headline secretary
es: Cabecera secretaría

# Page 757987171 - Method 1805157428 - NamedType 4107994275
source: There %p %i department%s
es: Hay %i departamento%s registrado%s

# Page 757987171 - Method 1805157428 - NamedType 1938183144
source: There %p %i student%s
es: Hay %i estudiante%s registrado%s

# Page 757987171 - Method 1805157428 - NamedType 3409567052
source: There %p %i active course%s
es: Hay %i curso%s activo%s

# Page 757987171 - Method 1805157428 - NamedType 3428269105
source: There %p %i female student%s
es: Hay %i estudiante%s femenino%s

# Page 757987171 - Method 1805157428 - NamedType 1637407016
source: There %p %i male student%s
es: Hay %i estudiante%s masculinos%s

# Page 757987171 - Method 1805157428 - NamedType 2089420798
source: Welcome to reception!
es: ¡Bienvenido/a a secretaría!

# Page 1986346482 - Control 3475015850 - Property 2879900210
source: Departments
es: Departamentos

# Page 1986346482 - Control 73695723 - Property 2879900210
source: Department amount
es: Cantidad Departamentos

# Page 1986346482 - Control 246389819 - Property 2879900210
source: Department without boss
es: Departamentos sin jefe

# Page 1986346482 - Control 1896247508 - Property 2879900210
source: Courses fees (total)
es: Total tarifas de cursos

# Page 1986346482 - Control 273343300 - Property 2879900210
source: Students
es: Estudiantes

# Page 1986346482 - Control 4037491249 - Property 2879900210
source: Students
es: Estudiantes

# Page 1986346482 - Control 3774414985 - Property 2879900210
source: Workers
es: Trabajadores

# Page 1986346482 - Control 2037505688 - Property 2879900210
source: Helpers
es: Ayudantes

# Page 1986346482 - Control 610025218 - Property 2879900210
source: Teachers
es: Profesores

# Page 1986346482 - Control 2025712796 - Property 2879900210
source: Workers
es: Trabajadores

# Page 426982401 - Property 2879900210
source: Statistics
es: Estadísticas

# Page 426982401 - Control 2724006783 - Property 2879900210
source: Enrollments
es: Matriculaciones

# Page 426982401 - Control 2631040442 - Property 2879900210
source: Teachers
es: Profesores

# Page 4243915800 - Property 2879900210
source: Statistics
es: Estadísticas

# Page 4243915800 - Control 2125416825 - Property 2879900210
source: Courses
es: Cursos

# Page 4243915800 - Control 1277882884 - Property 2879900210
source: Helpers
es: Ayudantes

# Page 508169914 - Property 2879900210
source: Course
es: Curso

# Page 508169914 - Control 351419987 - Property 1295455071
source: Brief description of the course
es: Pequeña descripción del curso

# Page 508169914 - Control 351419987 - Property 2879900210
source: Description
es: Descripción

# Page 508169914 - Control 1647778637 - Property 1295455071
source: The amount of hours that are counted towards the course' weekly progression
es: Horas que tiene el curso respecto su progresion durante la semana

# Page 508169914 - Control 1647778637 - Property 2879900210
source: Weekly hours
es: Horas semanales

# Page 508169914 - Control 1239911589 - Property 1295455071
source: The amount of hours that the course ues
es: Horas totales que se imparten en el curso

# Page 508169914 - Control 1239911589 - Property 2879900210
source: Total hours
es: Horas totales

# Page 508169914 - Control 3159019567 - Property 1295455071
source: Course ID
es: Id del curso

# Page 508169914 - Control 2560086275 - Property 1295455071
source: Course's name
es: Nombre del curso

# Page 508169914 - Control 2560086275 - Property 2879900210
source: Name
es: Nombre

# Page 508169914 - Control 4181160540 - Property 2879900210
source: Teacher
es: Profesor

# Page 508169914 - Control 4162096230 - Property 1295455071
source: Department wich the course belongs
es: Departamento en el que se impartirá el curso

# Page 508169914 - Control 4162096230 - Property 2879900210
source: Department
es: Departamento

# Page 508169914 - Control 198352637 - Property 1295455071
source: Total time in minutes dedicated to this course alone
es: Tiempo total en minutos dedicado al curso en minutos

# Page 508169914 - Control 198352637 - Property 2879900210
source: Total time (minutes)
es: Minutos totales

# Page 508169914 - Control 2575644196 - Property 1295455071
source: Assigned teacher
es: Profesor asignado al curso

# Page 508169914 - Control 2575644196 - Property 2879900210
source: Teacher
es: Profesor

# Page 508169914 - Control 4269732535 - Property 1295455071
source: Balance that this laboratory is holding
es: Cantidad monetaria disponible en el laboratorio

# Page 508169914 - Control 4269732535 - Property 2879900210
source: Laboratory fee
es: Tarifa laboratorio

# Page 508169914 - Control 4165916983 - Property 2879900210
source: Enrollments
es: Matriculaciones

# Page 1544889048 - Property 2019332006
source: Navigate
es: Navegar

# Page 1544889048 - Property 2879900210
source: Departamento
es: Departamentos

# Page 1544889048 - Control 415349882 - Property 2879900210
source: Boss
es: Jefe

# Page 1544889048 - Control 2202779328 - Property 2879900210
source: Average fee
es: Tarifa promedio

# Page 1544889048 - Control 722911967 - Property 2879900210
source: Office
es: Despacho

# Page 1544889048 - Control 1787319701 - Property 2879900210
source: Name
es: Nombre

# Page 1544889048 - Action 1728353258 - Property 2879900210
source: Coordinator
es: Coordinador

# Page 1544889048 - Action 1932900837 - Property 2879900210
source: Courses
es: Cursos

# Page 1544889048 - Action 610025218 - Property 2879900210
source: Teachers
es: Profesores

# Page 2528598582 - Property 2019332006
source: Actions,Navigate
es: Acciones,Navegar

# Page 2528598582 - Property 2879900210
source: Student
es: Estudiante

# Page 2528598582 - Control 491809974 - Property 2879900210
source: Comunication
es: Comunicación

# Page 2528598582 - Control 3980016898 - Property 1295455071
source: Student' residential address
es: Dirección de residencia del estudiante

# Page 2528598582 - Control 3980016898 - Property 2879900210
source: Address
es: Dirección

# Page 2528598582 - Control 2219903336 - Property 1295455071
source: Student's phone number
es: Telefono del estudiante

# Page 2528598582 - Control 2219903336 - Property 2879900210
source: Phone no.
es: Teléfono

# Page 2528598582 - Control 3873999108 - Property 1295455071
source: Student's born date
es: Fecha de nacimiento del estudiante

# Page 2528598582 - Control 3873999108 - Property 2879900210
source: Born date
es: Fecha de nacimiento

# Page 2528598582 - Control 3689661604 - Property 1295455071
source: Student's gender
es: Género del estudiante

# Page 2528598582 - Control 3689661604 - Property 2879900210
source: Gender
es: Género

# Page 2528598582 - Control 3287502987 - Property 1295455071
source: Student ID
es: ID del estudiante

# Page 2528598582 - Control 2315969143 - Property 1295455071
source: Student name
es: Nombre del estudiante

# Page 2528598582 - Control 2315969143 - Property 2879900210
source: Name
es: Nombre

# Page 2528598582 - Action 2422253291 - Property 2879900210
source: New enrollment
es: Nueva matrícula

# Page 2528598582 - Action 3591007198 - Property 2879900210
source: View enrollments
es: Ver matriculas

# Page 954994170 - Property 2019332006
source: Information,Student
es: Información,Estudiante

# Page 954994170 - Property 2879900210
source: Enrollments
es: Matrícula

# Page 954994170 - Control 741785167 - Property 1295455071
source: The ID of the course that this enrollment
es: ID del curso en el que esta matriculado el alumno

# Page 954994170 - Control 741785167 - Property 2879900210
source: Course ID
es: ID Curso

# Page 954994170 - Control 3287502987 - Property 1295455071
source: ID of the Student
es: ID del estudiante

# Page 954994170 - Control 3287502987 - Property 2879900210
source: Student ID
es: ID Estudiante

# Page 954994170 - Control 1088371498 - Property 2879900210
source: Schedule
es: Horarios

# Page 954994170 - Control 3180865438 - Property 1295455071
source: Date in wich the enrollment was registered
es: Fecha en la que se realizó la matriculación

# Page 954994170 - Control 3180865438 - Property 2879900210
source: Date of enrollment
es: Fecha de matriculación

# Page 954994170 - Control 556012953 - Property 1295455071
source: Hour of day in wich the enrollment was registered
es: Hora en la que se realizó la matriculación

# Page 954994170 - Control 556012953 - Property 2879900210
source: Hour of enrollment
es: Hora de matriculación

# Page 954994170 - Action 4017500548 - Property 2879900210
source: Course
es: Curso

# Page 954994170 - Action 4090056727 - Property 2879900210
source: Info
es: Datos

# Page 954994170 - Action 3588888820 - Property 2879900210
source: Enrollment
es: Matrícula

# Page 2095137149 - Property 2879900210
source: Teacher
es: Profesor

# Page 2095137149 - NamedType 1720702668
source: Average salary: %1 €
es: El salario promedio es de %1 €

# Page 2095137149 - Control 1482326734 - Property 2879900210
source: Direction
es: Dirección

# Page 2095137149 - Control 2385292579 - Property 2879900210
source: Name
es: Nombre

# Page 2095137149 - Control 3064142865 - Property 2879900210
source: Work
es: Laboral

# Page 2095137149 - Control 1957676366 - Property 2879900210
source: Department
es: Departamento

# Page 2095137149 - Control 2287551822 - Property 2879900210
source: Hiring date
es: Fecha de contratación

# Page 2095137149 - Control 2813613617 - Property 1295455071
source: Number of courses of the teacher
es: Nº de cursos del profesor

# Page 2095137149 - Control 2813613617 - Property 2879900210
source: Courses No.
es: Nº Cursos

# Page 2095137149 - Control 1038852013 - Property 2879900210
source: Salary
es: Salario

# Page 2095137149 - Control 3839391739 - Property 2879900210
source: Statistics
es: Estadísticas

# Page 2095137149 - Action 2635959403 - Property 2879900210
source: Check average salary
es: Ver salario promedio

# Page 744941599 - Property 2879900210
source: Worker
es: Trabajador

# Page 744941599 - Control 2940276384 - Property 2879900210
source: Direction
es: Dirección

# Page 744941599 - Control 4154030761 - Property 2879900210
source: Name
es: Nombre

# Page 744941599 - Control 2934755116 - Property 2879900210
source: Assigned teacher
es: Profesor asignado

# Page 744941599 - Control 3744057370 - Property 2879900210
source: Role
es: Puesto

# Page 744941599 - Control 890806287 - Property 2879900210
source: Salary
es: Salario

# Page 228877365 - Property 2879900210
source: Courses
es: Cursos

# Page 228877365 - Control 4162096230 - Property 2879900210
source: Department
es: Departamento

# Page 228877365 - Control 351419987 - Property 2879900210
source: Description
es: Descripción

# Page 228877365 - Control 1221792419 - Property 2879900210
source: Hour by day
es: Horas por día

# Page 228877365 - Control 1239911589 - Property 2879900210
source: Total hours
es: Horas totales

# Page 228877365 - Control 2560086275 - Property 2879900210
source: Name
es: Nombre

# Page 228877365 - Control 198352637 - Property 2879900210
source: Total minutes
es: Minutos totales

# Page 228877365 - Control 2575644196 - Property 2879900210
source: Assigned teacher
es: Profesor asignado

# Page 228877365 - Control 4269732535 - Property 2879900210
source: Lab fee
es: Tarifa laboratorio

# Page 490180635 - Property 2879900210
source: Departments
es: Departamentos

# Page 490180635 - Control 722911967 - Property 2879900210
source: Office
es: Oficina

# Page 490180635 - Control 415349882 - Property 2879900210
source: Boss
es: Jefe

# Page 490180635 - Control 1787319701 - Property 2879900210
source: Name
es: Nombre

# Page 490180635 - Control 2202779328 - Property 2879900210
source: Average fee
es: Tarifa promedio

# Page 3708721249 - Property 2879900210
source: Students
es: Estudiantes

# Page 3708721249 - Control 3980016898 - Property 2879900210
source: Address
es: Dirección

# Page 3708721249 - Control 3873999108 - Property 2879900210
source: Birthdate
es: Fecha de nacimiento

# Page 3708721249 - Control 3689661604 - Property 2879900210
source: Genre
es: Género

# Page 3708721249 - Control 2315969143 - Property 2879900210
source: Name
es: Nombre

# Page 3708721249 - Control 2219903336 - Property 2879900210
source: Phone
es: Teléfono

# Page 3015960853 - Property 2879900210
source: Schedules page
es: Pagina horarios

# Page 3015960853 - Control 3291451408 - Property 2879900210
source: Day
es: Día

# Page 3015960853 - Control 3185234187 - Property 2879900210
source: Time span
es: Duración

# Page 3015960853 - Control 1808557476 - Property 2879900210
source: Final hour
es: Hora final

# Page 3015960853 - Control 1047269193 - Property 2879900210
source: Begin hour
es: Hora inicio

# Page 3015960853 - Control 3159019567 - Property 2879900210
source: Course ID
es: ID Curso

# Page 1595126917 - Property 2879900210
source: Enrollments
es: Matriculas

# Page 1595126917 - Control 3180865438 - Property 2879900210
source: Enrollment date
es: Fecha de matriculación

# Page 1595126917 - Control 556012953 - Property 2879900210
source: Enrollment time
es: Hora de matriculación

# Page 1595126917 - Control 741785167 - Property 2879900210
source: Course ID
es: ID Curso

# Page 1595126917 - Control 3287502987 - Property 2879900210
source: Student's ID
es: ID del estudiante

# Page 2854804850 - Property 2879900210
source: Teachers
es: Profesores

# Page 2854804850 - NamedType 1720702668
source: Average salary: %1 €
es: El salario promedio es de %1 €

# Page 2854804850 - Control 1957676366 - Property 1295455071
source: Department where the teacher works
es: Departamento donde trabaja el profesor

# Page 2854804850 - Control 1957676366 - Property 2879900210
source: Department
es: Departamento

# Page 2854804850 - Control 1482326734 - Property 2879900210
source: Address
es: Dirección

# Page 2854804850 - Control 2287551822 - Property 2879900210
source: Hiring date
es: Fecha de contratación

# Page 2854804850 - Control 2385292579 - Property 2879900210
source: Name
es: Nombre

# Page 2854804850 - Control 2813613617 - Property 1295455071
source: Number of courses of the teacher
es: Nº de cursos del profesor

# Page 2854804850 - Control 2813613617 - Property 2879900210
source: Courses No.
es: Nº Cursos

# Page 2854804850 - Control 1038852013 - Property 1295455071
source: Teacher's salary
es: Salario que recibe el profesor

# Page 2854804850 - Control 1038852013 - Property 2879900210
source: Salary
es: Salario

# Page 2854804850 - Action 2635959403 - Property 2879900210
source: Check average salary
es: Ver salario promedio

# Page 3687830380 - Property 2879900210
source: Workers
es: Trabajadores

# Page 3687830380 - Control 2940276384 - Property 2879900210
source: Address
es: Dirección

# Page 3687830380 - Control 4154030761 - Property 2879900210
source: Name
es: Nombre

# Page 3687830380 - Control 2934755116 - Property 2879900210
source: Assigned teacher
es: Profesor asignado

# Page 3687830380 - Control 3744057370 - Property 2879900210
source: Role
es: Puesto

# Page 3687830380 - Control 890806287 - Property 2879900210
source: Salary
es: Salario

# Page 1444743758 - Property 2879900210
source: Secretary
es: Secretaría

# Page 1444743758 - Control 4068002371 - Property 2879900210
source: Welcome
es: Bienvenid@

# Page 1444743758 - Control 73695723 - Property 2879900210
source: Operations
es: Operaciones

# Page 1444743758 - Control 2272709660 - Property 2879900210
source: Courses
es: Cursos

# Page 1444743758 - Control 341201678 - Property 2879900210
source: Departments
es: Departamentos

# Page 1444743758 - Control 484921658 - Property 2879900210
source: Enrollments
es: Matriculaciones

# Page 1444743758 - Action 1068254753 - Property 2879900210
source: Course
es: Curso

# Page 1444743758 - Action 4066510410 - Property 2879900210
source: Department
es: Departamento

# Page 1444743758 - Action 725728132 - Property 2879900210
source: Student
es: Estudiante

# Page 1444743758 - Action 3969708920 - Property 2879900210
source: Enrollment
es: Matrícula

# Page 1444743758 - Action 1715816571 - Property 2879900210
source: Teacher
es: Profesor

# Page 1444743758 - Action 3488029281 - Property 2879900210
source: Worker
es: Trabajador

# Page 1444743758 - Action 4280361868 - Property 2879900210
source: Navigate
es: Navegar

# Page 1444743758 - Action 419109182 - Property 2879900210
source: Courses
es: Cursos

# Page 1444743758 - Action 2416787452 - Property 2879900210
source: Departments
es: Departamentos

# Page 1444743758 - Action 3545700754 - Property 2879900210
source: Students
es: Estudiantes

# Page 1444743758 - Action 498278382 - Property 2879900210
source: Schedules
es: Horarios

# Page 1444743758 - Action 2228598270 - Property 2879900210
source: Enrollments
es: Matriculas

# Page 1444743758 - Action 2690809209 - Property 2879900210
source: Teachers
es: Profesores

# Page 1444743758 - Action 3982882083 - Property 2879900210
source: Workers
es: Trabajadores

# Page 2053859969 - Property 2879900210
source: Courses
es: Cursos

# Page 2053859969 - Control 351419987 - Property 2879900210
source: Description
es: Descripcion del curso

# Page 2053859969 - Control 3291451408 - Property 2879900210
source: Name
es: Nombre

# Page 2053859969 - Control 1873146758 - Property 2879900210
source: Fee
es: Tarifa

# Page 2053859969 - Control 3159019567 - Property 2879900210
source: ID
es: ID Curso

# Page 2053859969 - Control 113467201 - Property 2879900210
source: Department
es: Departamento

# Page 2053859969 - Control 2575644196 - Property 2879900210
source: Teacher
es: Profesor

# Page 2053859969 - Action 4090056727 - Property 2879900210
source: Open card
es: Abrir ficha

# Page 2053859969 - Action 1639967477 - Property 2879900210
source: Enrollments
es: Matrículas

# Page 3665381031 - Property 2879900210
source: Departments
es: Departamentos

# Page 3665381031 - Control 722911967 - Property 2879900210
source: Office
es: Despacho

# Page 3665381031 - Control 113467201 - Property 2879900210
source: Department's ID
es: ID Departamento

# Page 3665381031 - Control 1787319701 - Property 2879900210
source: Name
es: Nombre

# Page 4043861665 - Property 2879900210
source: Course's schedule
es: Horario curso

# Page 4043861665 - Control 3291451408 - Property 2879900210
source: Day
es: Dia

# Page 4043861665 - Control 1808557476 - Property 2879900210
source: Finish time
es: Hora final

# Page 4043861665 - Control 1047269193 - Property 2879900210
source: Start time
es: Hora inicio

# Page 3502980881 - Property 2879900210
source: Enrollments
es: Matriculas

# Page 3502980881 - Control 3180865438 - Property 2879900210
source: Enrollment day
es: Dia matriculacion

# Page 3502980881 - Control 556012953 - Property 2879900210
source: Enrollment time
es: Hora matriculacion

# Page 3502980881 - Control 3159019567 - Property 2879900210
source: Course ID
es: ID Curso

# Page 3502980881 - Control 2243547051 - Property 2879900210
source: Student ID
es: ID Estudiante

# Page 3502980881 - Action 4017500548 - Property 2879900210
source: Open course
es: Abrir curso

# Page 3502980881 - Action 911846928 - Property 2879900210
source: View student
es: Ver Alumno

# Profile 741752195 - Property 2879900210
source: Secretary
es: Secretaría

# Profile 741752195 - Property 4111922599
source: Personnel working in secretary
es: Personal trabajando en secretaría

# Enum 2614113988 - Property 2879900210
source: Días lectivos
es: Work days

# Enum 2614113988 - EnumValue 2601116938 - Property 2879900210
source: Thursday
es: Jueves

# Enum 2614113988 - EnumValue 1021344527 - Property 2879900210
source: Monday
es: Lunes

# Enum 2614113988 - EnumValue 2170223356 - Property 2879900210
source: Tuesday
es: Martes

# Enum 2614113988 - EnumValue 3231525595 - Property 2879900210
source: Wednesday
es: Miércoles

# Enum 2614113988 - EnumValue 1212756344 - Property 2879900210
source: Friday
es: Viernes

# Enum 422521182 - Property 2879900210
source: Gender
es: Género

# Enum 422521182 - EnumValue 3714157843 - Property 2879900210
source: Female
es: Mujer

# Enum 422521182 - EnumValue 1380361939 - Property 2879900210
source: Male
es: Hombre

# Enum 273442481 - Property 2879900210
source: Role
es: Puesto

# Enum 273442481 - EnumValue 3777092801 - Property 2879900210
source: Helper
es: Ayudante
